/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "A intervenit o eroare la server. Te rog încearcă din nou. ";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "A intervenit o eroare necunoscută. Te rog încearcă din nou. ";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Funcție API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Generează";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Doar atunci când Mac-ul este inactiv";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Doar atunci când prioritatea este de cel puțin:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Notificări cu prefix:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Autentificare Prowl";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Trimite la Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Aplicația a trimis o comandă pe care serverul nu a înțeles-o. Te rog încearcă din nou.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Nu te-ai autentificat pentru a admite generarea unei funcții API. ";

